{	
	-- 最大回合数
	MaxRound = 25;

	-- 最大双倍次数
	DoubleCountMax = 3;

	-- DS slomo
	DS_Slomo = 2,

	-- 购买建筑即将获胜时的 通知UI显示时间
	BuildingWarningTime = 3,

	-- 行动时间，秒
	ActionTime = 20;
	
	-- 商店中的卡牌列表
	ShopCardSkills = {401,402,403,404,405};

	-- 商店中有几张卡牌
	ShopCardCount = 3,

	-- 随机卡牌
	RandomCardSkills = {301,303,304,305,306,307,308,309,310,311};

	-- 技能弹框持续时间
	SkillTipDuration = 3;

	-- 骰子显示持续时间
	TouziDuration = 3,

	-- 距离系数
	DistanceCoe = {1, 1.05, 1.1, 1.15, 1.2, 1.25, 1.3, 1.35, 1.4, 1.45, 1.5, 1.55, 1.6, 1.65, 1.7, 1.75, 1.8, 1.85, 1.9, 1.95, 2, 2.05, 2.1, 2.15, 2.2, 2.25, 2.3},

	-- 建筑费用系数
	BuildConsume_L1 = 0.04,
	BuildConsume_L2 = 0.05,
	BuildConsume_L3 = 0.07,
	BuildConsume_L4 = 0.12,

	-- 过路费系数
	TollsConsume_L1 = 1.3,
	TollsConsume_L2 = 1.4,
	TollsConsume_L3 = 1.5,
	TollsConsume_L4 = 1.8,

	-- 起点奖励系数
	StartingAward = 0.2,

	-- 逃离费用系数
	EscapeConsume = 0.15,

	-- 火车旅行-下回合 费用系数
	TrainConsume_next = 0.05,

	-- 火车旅行-立刻 费用系数
	TrainConsume_now = 0.13,

	-- 强行购买敌方地产时的价格浮动比率
	PurchaseRate = 1.5,

	-- 从无人岛逃脱时的双倍概率 [0-100]
	EscapeDoubleRate = 50,

	-- 颜色垄断后的过路费提升情况
	TollMultiplierWhenColorMonopoly = 0.5,

	-- 头像列表
	AllFaceId = {1900001,1210009,1210015,1210001,1210011,1210002,1210041,1210003,1210014,1210035,1210010,1210004,1210034,1210005,1210022,1210006,1210007,1210018,1210047,1210012,1210016,1210038,1210013,1210017,1210023,1210019,1210020,1210021,1210039,1210024,1210045,1210025,1210033,1210044,1210026,1210027,1210028,1210040,1210029,1210048,1210031,1210030,1210032,1210043,1210037,1210042,1210046,1900002,1900003,1900004,1900005,1900006,1900007,1900008,1900009,1900010,1900022,1900023,1900024,1900025,1900026,1900027,1900028,1900029,1900030,1900031,1900032,1900033,1900034,1900035,1900036,1900037,1900038},

	-- 头像框列表
	AllFrameId = {1999005,1999004,1999007,1999006,1999008,1999002,1999001,1999009,1999010,1999011},
	--------------------------------------- 位置相关 -----------------------------------
	--（游戏开始时）Npc偏移
	InitNpcOffset1 = {-30, -10, 0},
	InitNpcOffset2 = {30, 50, 0},

	--（游戏进行中）当两个人共处同一个格子时，另外一个人位置偏移多远
	PosOffset = 65,

	--------------------------------------- 地板动画 -----------------------------------
	-- 脚步踩下去的距离
	MaxStepDistance = 20,

	-- 脚步动画时间
	MaxStepAnimTime = 0.15,

	-- 脚步动画延迟
	StepAnimDelay = 0.3,

	--------------------------------------- 移动参数 -----------------------------------
	-- 角色移动速度 单位cm
	CharacterMoveSpeed = 300,

	-- 地面编号UI出现延迟
	StepTipDelay = 0.04,

	--------------------------------------- 图标配置 -----------------------------------
	-- 逃离无人岛 - 出现双倍即逃脱
	IconEscape1 = 4863001,

	-- 逃离无人岛 - 付费立即逃脱
	IconEscape2 = 4863002,

	--- 火车站 立刻旅行
	IconTravelNow = 4863003,

	--- 火车站 下回合旅行
	IconTravelNext = 4863004,

	--------------------------------------- 各种时间 -----------------------------------
	--- 经过出生点时的弹框UI持续时间
	BornGroundTipTime = 1,

	--- 色彩垄断的弹框UI持续时间
	MapWordHintTime = 1,

	--- 随机格子动画持续时间
	RandomGroundAnimDuration = 3,

	--- 扣钱/加钱时的金币动画间隔
	GoldAnimInterval = 0.3,

	--- 联机表情时间
	ShowExpressionTime = 2,

	--- 多倍速时，WWise播放CD
	GirlPlayWWiseCD = 4,

	-- ai 配置 {连输次数min,max,{NPCAI},{玩家AI}}
	AIConfig = {
		{0, 2, {{0, 3, 1},{3, -1, 2}}, {{0, -1, 1}}},
		{3, 999, {{0, 3, 2}}, {{0, -1, 3}}},
	}
	
}
